window.KTP_DATA = {
  "5": [
    {
      "id": "95qyj4c",
      "topic": "НПБП. Паўтарэнне. Задачы на ўсе дзеянні з натуральнымі лікамі",
      "hours": 3,
      "hw": "Стар. 9 № 26-31",
      "dates": [
        "01.09",
        "02.09",
        "03.09"
      ]
    },
    {
      "id": "hj94qy5",
      "topic": "Як рашаць задачу. Тэматычная самастойная работа",
      "hours": 6,
      "hw": "Раздзел 1, § 1, № 43-57",
      "dates": [
        "04.09",
        "07.09",
        "08.09",
        "09.09",
        "10.09",
        "11.09"
      ]
    },
    {
      "id": "mfja1kn",
      "topic": "Натуральныя лікі і нуль. Чытанне і запіс. Параўнанне",
      "hours": 4,
      "hw": "§ 2, № 67-72; § 3, № 84-87",
      "dates": [
        "14.09",
        "15.09",
        "16.09",
        "17.09"
      ]
    },
    {
      "id": "n3lnldu",
      "topic": "Рашэнне задач",
      "hours": 2,
      "hw": "",
      "dates": [
        "18.09",
        "21.09"
      ]
    },
    {
      "id": "zuz4y7a",
      "topic": "Пункт, прамая. Адрэзак, прамень, плоскасць",
      "hours": 1,
      "hw": "",
      "dates": [
        "22.09"
      ]
    },
    {
      "id": "95qovjm",
      "topic": "Вымярэнне адрэзкаў. Даўжыня адрэзка",
      "hours": 1,
      "hw": "",
      "dates": [
        "23.09"
      ]
    },
    {
      "id": "sfd3uv1",
      "topic": "Адлюстраванне натуральных лікаў на каардынатным прамені",
      "hours": 2,
      "hw": "",
      "dates": [
        "24.09",
        "25.09"
      ]
    },
    {
      "id": "yi8jqsk",
      "topic": "Акругленне натуральных лікаў",
      "hours": 3,
      "hw": "",
      "dates": [
        "28.09",
        "29.09",
        "30.09"
      ]
    },
    {
      "id": "7k41a8j",
      "topic": "Складанне і адніманне натуральных лікаў.\nТэматычная самастойная работа\n«Натуральныя лікі»\n\n",
      "hours": 4,
      "hw": "",
      "dates": [
        "01.10",
        "02.10",
        "05.10",
        "06.10"
      ]
    },
    {
      "id": "0r0pry0",
      "topic": "Рашэнне задач",
      "hours": 1,
      "hw": "",
      "dates": [
        "07.10"
      ]
    },
    {
      "id": "ydvu2o4",
      "topic": "Множанне і дзяленне натуральных\nлікаў",
      "hours": 3,
      "hw": "§ 9, № 202-212",
      "dates": [
        "08.10",
        "09.10",
        "12.10"
      ]
    },
    {
      "id": "glvgxwv",
      "topic": "Ступень ліку з натуральным паказчыкам",
      "hours": 3,
      "hw": "§ 10, № 231-239",
      "dates": [
        "13.10",
        "14.10",
        "15.10"
      ]
    },
    {
      "id": "df2mt16",
      "topic": "Рашэнне задач",
      "hours": 1,
      "hw": "№ 240-241",
      "dates": [
        "16.10"
      ]
    },
    {
      "id": "ujs5guw",
      "topic": "Дзяленне з астачай",
      "hours": 2,
      "hw": "§ 11, № 255-259",
      "dates": [
        "19.10",
        "20.10"
      ]
    },
    {
      "id": "v9ud1io",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Натуральныя лікі»",
      "hours": 1,
      "hw": "",
      "dates": [
        "21.10"
      ]
    },
    {
      "id": "bvjjo24",
      "topic": "Кантрольная работа\n«Натуральныя лікі»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "22.10"
      ]
    },
    {
      "id": "6081p3a",
      "topic": "Карэкцыя ведаў па тэме\n«Натуральныя лікі»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "23.10"
      ]
    },
    {
      "id": "cvhzftj",
      "topic": "Дзельнікі ліку. Кратныя лікі. Найбольшы агульны дзельнік і найменьшае агульнае кратнае лікаў",
      "hours": 4,
      "hw": "§ 12, № 272-275",
      "dates": [
        "26.10",
        "27.10",
        "28.10",
        "29.10"
      ]
    },
    {
      "id": "984isol",
      "topic": "Прыметы дзялімасці",
      "hours": 3,
      "hw": "§ 13, № 289-294",
      "dates": [
        "30.10",
        "09.11",
        "10.11"
      ]
    },
    {
      "id": "8jji58r",
      "topic": "Простыя і састаўныя лікі. Раскладанне ліку на простыя множнікі.\nТэматычная самастойная работа\n«Прымяненне прымет дзялімасці»\n",
      "hours": 3,
      "hw": "§ 14, № 308-314",
      "dates": [
        "11.11",
        "12.11",
        "13.11"
      ]
    },
    {
      "id": "bnup1f2",
      "topic": "Лікавыя выразы",
      "hours": 2,
      "hw": "Раздзел 2,\n§ 15, № 327-330\n",
      "dates": [
        "16.11",
        "17.11"
      ]
    },
    {
      "id": "3o7fkhe",
      "topic": "Выразы са зменнымі",
      "hours": 3,
      "hw": "§ 16, № 349-361",
      "dates": [
        "18.11",
        "19.11",
        "20.11"
      ]
    },
    {
      "id": "fi369t1",
      "topic": "Ураўненні.\nТэматычная самастойная работа\n«Ураўненні»\n",
      "hours": 5,
      "hw": "§ 17, № 372-377",
      "dates": [
        "23.11",
        "24.11",
        "25.11",
        "26.11",
        "27.11"
      ]
    },
    {
      "id": "cz0hfa8",
      "topic": "Формулы",
      "hours": 3,
      "hw": "§ 18, № 385-396",
      "dates": [
        "30.11",
        "01.12",
        "02.12"
      ]
    },
    {
      "id": "gtvsesy",
      "topic": "Рашэнне задач з дапамогай ураўненняў",
      "hours": 5,
      "hw": "§ 19, № 407-412",
      "dates": [
        "03.12",
        "04.12",
        "07.12",
        "08.12",
        "09.12"
      ]
    },
    {
      "id": "7qh35jh",
      "topic": "Рашэнне задач практыка-арыентаванай накіраванасці",
      "hours": 1,
      "hw": "",
      "dates": [
        "10.12"
      ]
    },
    {
      "id": "dfvg6uw",
      "topic": "Геаметрыя вакол нас.\nПрактыкум\n",
      "hours": 2,
      "hw": "",
      "dates": [
        "11.12",
        "14.12"
      ]
    },
    {
      "id": "nwxrvzb",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Выразы. Ураўненні»",
      "hours": 1,
      "hw": "",
      "dates": [
        "15.12"
      ]
    },
    {
      "id": "s56kocc",
      "topic": "Кантрольная работа\n«Выразы. Ураўненні»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "16.12"
      ]
    },
    {
      "id": "10i2fx2",
      "topic": "Карэкцыя ведаў па тэме\n«Выразы. Ураўненні»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "17.12"
      ]
    },
    {
      "id": "vz991yv",
      "topic": "Вугал. Вымярэнне і пабудова вуглоў",
      "hours": 3,
      "hw": "§ 20, № 427-434",
      "dates": [
        "18.12",
        "21.12",
        "22.12"
      ]
    },
    {
      "id": "g4sbjs2",
      "topic": "",
      "hours": 1,
      "hw": "",
      "dates": [
        ""
      ]
    }
  ],
  "6": [
    {
      "id": "99zzn95",
      "topic": "НПБП. Дзесятковы запіс дробаў. Разрады дзесятковых дробаў",
      "hours": 3,
      "hw": "Раздзел 1, § 1, № 24-28",
      "dates": [
        "01.09",
        "02.09",
        "03.09"
      ]
    },
    {
      "id": "vza38lx",
      "topic": "Параўнанне дзесятковых дробаў",
      "hours": 3,
      "hw": "§ 2, № 54-58",
      "dates": [
        "04.09",
        "07.09",
        "08.09"
      ]
    },
    {
      "id": "rl86qet",
      "topic": "Акругленне дзесятковых дробаў",
      "hours": 2,
      "hw": "§ 2, № 59",
      "dates": [
        "09.09",
        "10.09"
      ]
    },
    {
      "id": "4plaz3z",
      "topic": "Адлюстраванне дзесятковых дробаў на каардынатным прамяні.\nТэматычная самастойная работа «Дзесятковыя дробы»\n",
      "hours": 3,
      "hw": "§ 3, № 75-79",
      "dates": [
        "11.09",
        "14.09",
        "15.09"
      ]
    },
    {
      "id": "hx1cvus",
      "topic": "Складанне і адніманне дзесятковых дробаў",
      "hours": 5,
      "hw": "§ 4, № 109-116",
      "dates": [
        "16.09",
        "17.09",
        "18.09",
        "21.09",
        "22.09"
      ]
    },
    {
      "id": "z4qwdwh",
      "topic": "Множанне і дзяленне дзесятковага дробу на разрадную адзінку",
      "hours": 2,
      "hw": "§ 5, № 163-176",
      "dates": [
        "23.09",
        "24.09"
      ]
    },
    {
      "id": "e01ufrg",
      "topic": "Множанне дзесятковых дробаў",
      "hours": 4,
      "hw": "§ 6, № 221-234",
      "dates": [
        "25.09",
        "28.09",
        "29.09",
        "30.09"
      ]
    },
    {
      "id": "r9y2cz4",
      "topic": "Дзяленне дзесятковага дробу на натуральны лік",
      "hours": 3,
      "hw": "§ 7, № 282-296",
      "dates": [
        "01.10",
        "02.10",
        "05.10"
      ]
    },
    {
      "id": "mhury5k",
      "topic": "Дзяленне на дзесятковы дроб",
      "hours": 3,
      "hw": "§ 8, № 341-353",
      "dates": [
        "06.10",
        "07.10",
        "08.10"
      ]
    },
    {
      "id": "0bc2z7d",
      "topic": "Канечныя і бясконцыя дзесятковыя дробы",
      "hours": 3,
      "hw": "§ 9, № 376-381",
      "dates": [
        "09.10",
        "12.10",
        "13.10"
      ]
    },
    {
      "id": "k8fnhv1",
      "topic": "Пераўтварэнні лікавых выразаў са звычайнымі і дзесятковымі дробамі",
      "hours": 4,
      "hw": "§ 10, \n№ 410-418\n\n",
      "dates": [
        "14.10",
        "15.10",
        "16.10",
        "19.10"
      ]
    },
    {
      "id": "dyhphi2",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Дзесятковыя дробы»",
      "hours": 1,
      "hw": "Раздзел 1,\n§ 1—10\n",
      "dates": [
        "20.10"
      ]
    },
    {
      "id": "fpk5e47",
      "topic": "Кантрольная работа «Дзесятковыя дробы»",
      "hours": 1,
      "hw": "",
      "dates": [
        "21.10"
      ]
    },
    {
      "id": "9vfxpzy",
      "topic": "Карэкцыя ведаў па тэме «Дзесятковыя дробы»",
      "hours": 1,
      "hw": "",
      "dates": [
        "22.10"
      ]
    },
    {
      "id": "d3ycm1y",
      "topic": "Рашэнне задач",
      "hours": 3,
      "hw": "Раздзел 1, § 10.\n№349, 396, 397 №  398, 408, 418\n[2] № 8\n",
      "dates": [
        "23.10",
        "26.10",
        "27.10"
      ]
    },
    {
      "id": "5b7f0lb",
      "topic": "Працэнты",
      "hours": 2,
      "hw": "Раздзел 2,\n§ 1, № 15-20\n",
      "dates": [
        "28.10",
        "29.10"
      ]
    },
    {
      "id": "2bgu18d",
      "topic": "Асноўныя задачы на працэнты.\nТэматычная самастойная работа «Працэнты»\n",
      "hours": 5,
      "hw": "§ 2, № 88-103",
      "dates": [
        "30.10",
        "09.11",
        "10.11",
        "11.11",
        "12.11"
      ]
    },
    {
      "id": "jh3gq8x",
      "topic": "Рашэнне задач",
      "hours": 3,
      "hw": "",
      "dates": [
        "13.11",
        "16.11",
        "17.11"
      ]
    },
    {
      "id": "m3ho4uz",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Працэнты»",
      "hours": 1,
      "hw": "Раздзел 2,\n§ 1-2\n",
      "dates": [
        "18.11"
      ]
    },
    {
      "id": "hvfhkm8",
      "topic": "Кантрольная работа «Працэнты»",
      "hours": 1,
      "hw": "",
      "dates": [
        "19.11"
      ]
    },
    {
      "id": "5pdvetm",
      "topic": "Карэкцыя ведаў па тэме «Працэнты»",
      "hours": 1,
      "hw": "",
      "dates": [
        "20.11"
      ]
    },
    {
      "id": "ydvy6tc",
      "topic": "Прапорцыя і яе ўласцівасці",
      "hours": 4,
      "hw": "§ 3, № 140-147",
      "dates": [
        "23.11",
        "24.11",
        "25.11",
        "26.11"
      ]
    },
    {
      "id": "pdg8exl",
      "topic": "Прамая і адваротная прапарцыянальныя залежнасці",
      "hours": 2,
      "hw": "§ 4, № 159-165",
      "dates": [
        "27.11",
        "30.11"
      ]
    },
    {
      "id": "lugsv95",
      "topic": "Рашэнне задач з дапамогай прапорцый.\nТэматычная самастойная работа «Прапорцыя»",
      "hours": 3,
      "hw": "§ 5, № 215-227",
      "dates": [
        "01.12",
        "02.12",
        "03.12"
      ]
    },
    {
      "id": "r63vtzt",
      "topic": "Маштаб",
      "hours": 2,
      "hw": "§ 6, № 248-253",
      "dates": [
        "04.12",
        "07.12"
      ]
    },
    {
      "id": "cxuh5nv",
      "topic": "Кругавыя дыяграмы",
      "hours": 2,
      "hw": "§ 7, № 266-270",
      "dates": [
        "08.12",
        "09.12"
      ]
    },
    {
      "id": "3zeh3y2",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Прапорцыя. Маштаб. Кругавыя дыяграмы»",
      "hours": 1,
      "hw": "«Тэст для самаправеркі» (раздзел 2, § 8)",
      "dates": [
        "10.12"
      ]
    },
    {
      "id": "tsebimk",
      "topic": "Кантрольная работа «Прапорцыя. Маштаб. Кругавыя дыяграмы»",
      "hours": 1,
      "hw": "",
      "dates": [
        "11.12"
      ]
    },
    {
      "id": "9y1yebv",
      "topic": "Карэкцыя ведаў па тэме «Прапорцыя. Маштаб. Кругавыя дыяграмы»",
      "hours": 1,
      "hw": "",
      "dates": [
        "14.12"
      ]
    },
    {
      "id": "52q01x9",
      "topic": "Рашэнне задач",
      "hours": 3,
      "hw": "",
      "dates": [
        "15.12",
        "16.12",
        "17.12"
      ]
    },
    {
      "id": "snmrw2e",
      "topic": "Мноства. Элементы мноства. Пустое мноства",
      "hours": 2,
      "hw": "Раздзел 3,\n§ 1, № 19-24\n",
      "dates": [
        "18.12",
        "21.12"
      ]
    },
    {
      "id": "gsqcamv",
      "topic": "Спосабы задання мностваў",
      "hours": 2,
      "hw": "§ 2, № 44-50",
      "dates": [
        "22.12",
        "23.12"
      ]
    }
  ],
  "7/alg": [
    {
      "id": "zwa8w4z",
      "topic": "НПБП. Ступень з натуральным паказчыкам і яе ўласцівасці",
      "hours": 4,
      "hw": "§ 1, № 1.60-1.94",
      "dates": [
        "01.09",
        "04.09",
        "07.09",
        "08.09"
      ]
    },
    {
      "id": "p7ka16h",
      "topic": "Ступень з цэлым паказчыкам і яе ўласцівасці",
      "hours": 6,
      "hw": "§ 2, № 1.137-1.162",
      "dates": [
        "11.09",
        "14.09",
        "15.09",
        "18.09",
        "21.09",
        "22.09"
      ]
    },
    {
      "id": "1xy0z0f",
      "topic": "Стандартны выгляд ліку",
      "hours": 3,
      "hw": "§ 3, № 1.190-1.98",
      "dates": [
        "25.09",
        "28.09",
        "29.09"
      ]
    },
    {
      "id": "1zqbrs4",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Ступень з натуральным і цэлым паказчыкамі»",
      "hours": 1,
      "hw": "«Я правяраю свае веды»",
      "dates": [
        "02.10"
      ]
    },
    {
      "id": "wx9wp1j",
      "topic": "Кантрольная работа «Ступень з натуральным і цэлым паказчыкамі»",
      "hours": 1,
      "hw": "",
      "dates": [
        "05.10"
      ]
    },
    {
      "id": "br3s2up",
      "topic": "Карэкцыя ведаў па тэме «Ступень з натуральным і цэлым паказчыкамі»",
      "hours": 1,
      "hw": "",
      "dates": [
        "06.10"
      ]
    },
    {
      "id": "4um93m6",
      "topic": "Лікавыя выразы і выразы са зменнай",
      "hours": 2,
      "hw": "§ 4, № 2.25-2.38",
      "dates": [
        "09.10",
        "12.10"
      ]
    },
    {
      "id": "r5ybpk2",
      "topic": "Тоесна роўныя выразы. Тоеснасць. Тоесныя пераўтварэнні выразаў",
      "hours": 2,
      "hw": "§ 5, № 2.58-2.64",
      "dates": [
        "13.10",
        "16.10"
      ]
    },
    {
      "id": "u7ap7wh",
      "topic": "Адначлен",
      "hours": 2,
      "hw": "§ 6, № 2.83-2.88",
      "dates": [
        "19.10",
        "20.10"
      ]
    },
    {
      "id": "4ecutsf",
      "topic": "Дзеянні з адначленамі",
      "hours": 3,
      "hw": "§ 7, № 2.122-2.139",
      "dates": [
        "23.10",
        "26.10",
        "27.10"
      ]
    },
    {
      "id": "ls6fmhw",
      "topic": "Мнагачлен. НПБП",
      "hours": 2,
      "hw": "§ 8, № 2.159-2.163",
      "dates": [
        "30.10",
        "09.11"
      ]
    },
    {
      "id": "9c3pdxs",
      "topic": "Складанне і адніманне мнагачленаў",
      "hours": 2,
      "hw": "§ 9, № 2.183-2.193",
      "dates": [
        "10.11",
        "13.11"
      ]
    },
    {
      "id": "b6tgoal",
      "topic": "Множанне і дзяленне мнгачлена на адначлен",
      "hours": 2,
      "hw": "§ 10, № 2.212-2.20",
      "dates": [
        "16.11",
        "17.11"
      ]
    },
    {
      "id": "j4t1fvf",
      "topic": "Множанне мнагачленаў.\nТэматычная самастойная работа «Мнагачлены»\n",
      "hours": 3,
      "hw": "§ 11, № 2.249-2.261",
      "dates": [
        "20.11",
        "23.11",
        "24.11"
      ]
    },
    {
      "id": "u81tc3x",
      "topic": "Формулы скарочанага множання: квадрат сумы і квадрат рознасці двух выразаў",
      "hours": 4,
      "hw": "§ 12, № 2.301-2.314",
      "dates": [
        "27.11",
        "30.11",
        "",
        ""
      ]
    }
  ],
  "7/geo": [
    {
      "id": "huonpyh",
      "topic": "Паўтарэнне. Наглядная геаметрыя",
      "hours": 1,
      "hw": "Раздзел 1, § 1, № 4, 6",
      "dates": [
        "02.09"
      ]
    },
    {
      "id": "s6pdmdh",
      "topic": "Прадмет геаметрыі. Азначэнне. Аксіёма. Тэарэма",
      "hours": 1,
      "hw": "§ 2, № 2, стар. 19",
      "dates": [
        "03.09"
      ]
    },
    {
      "id": "ci2e9c4",
      "topic": "Прамая. Прамень. Адрэзак. Ломаная",
      "hours": 2,
      "hw": "§ 3, № 3 (б), 5 (б), 7 (в), 9 (б)",
      "dates": [
        "09.09",
        "10.09"
      ]
    },
    {
      "id": "agbc05i",
      "topic": "Акружнасць і круг",
      "hours": 1,
      "hw": "§ 4, № 14 (б), 16",
      "dates": [
        "16.09"
      ]
    },
    {
      "id": "x5858o4",
      "topic": "Вугал. Віды вуглоў",
      "hours": 1,
      "hw": "§ 5, № 22, 27",
      "dates": [
        "17.09"
      ]
    },
    {
      "id": "zql5cxj",
      "topic": "Сумежныя вуглы. Вертыкальныя вуглы",
      "hours": 1,
      "hw": "§ 6, № 33, 35 (б), 37, 38, 41",
      "dates": [
        "23.09"
      ]
    },
    {
      "id": "qapqhnh",
      "topic": "Перпендыкулярныя прамыя",
      "hours": 1,
      "hw": "§ 7, № 47, 49\nПадрыхтоўка да кантрольнай работы\n№ 1, стар. 54\n\n",
      "dates": [
        "24.09"
      ]
    },
    {
      "id": "71mbtlb",
      "topic": "Кантрольная работа «Пачатковыя паняцці геаметрыі»",
      "hours": 1,
      "hw": "",
      "dates": [
        "30.09"
      ]
    },
    {
      "id": "pszqpcm",
      "topic": "Карэкцыя ведаў па тэме «Пачатковыя паняцці геаметрыі»",
      "hours": 1,
      "hw": "",
      "dates": [
        "01.10"
      ]
    },
    {
      "id": "0yl1s2t",
      "topic": "Трохвугольнікі",
      "hours": 1,
      "hw": "Раздзел 2,\n§ 8, № 54 (в), 56, 59, 61\n",
      "dates": [
        "07.10"
      ]
    },
    {
      "id": "j2ozcts",
      "topic": "Першая і другая прыметы роўнасці трохвугольнікаў",
      "hours": 2,
      "hw": "§ 9, № 63 (в), 64 (б), 66 (в), 68, 69 (б), 70 (б)",
      "dates": [
        "08.10",
        "14.10"
      ]
    },
    {
      "id": "dduja1g",
      "topic": "Вышыня, медыяна і бісектрыса трохвугольніка",
      "hours": 2,
      "hw": "§ 10, № 76, 78",
      "dates": [
        "15.10",
        "21.10"
      ]
    },
    {
      "id": "vtk7k84",
      "topic": "Раўнабедраны трохвугольнік",
      "hours": 2,
      "hw": "§ 11, № 84, 86, 88, 90, 92, 94",
      "dates": [
        "22.10",
        "28.10"
      ]
    },
    {
      "id": "sccb69c",
      "topic": "Прыметы раўнабедранага трохвугольніка.\nТэматычная самастойная работа «Трохвугольнікі»\n",
      "hours": 2,
      "hw": "§ 12, № 100 (г), 102, 104",
      "dates": [
        "29.10",
        "11.11"
      ]
    },
    {
      "id": "3bs37ee",
      "topic": "Трэцяя прымета роўнасці трохвугольнікаў",
      "hours": 2,
      "hw": "§ 13, № 108 (г), 111, 112, 115",
      "dates": [
        "12.11",
        "18.11"
      ]
    },
    {
      "id": "mbvxk5f",
      "topic": "Сярэдзінны перпендыкуляр да адрэзка",
      "hours": 2,
      "hw": "§ 14, № 121, 123",
      "dates": [
        "19.11",
        "25.11"
      ]
    },
    {
      "id": "6qkeqa7",
      "topic": "Абагульненне і сістэматызацыя вывучанага матэрыялу па тэме «Прыметы роўнасці трохвугольнікаў»",
      "hours": 1,
      "hw": "Падрыхтоўка да кантрольнай работы\n№ 2, стар. 90\n",
      "dates": [
        "26.11"
      ]
    },
    {
      "id": "3bbm060",
      "topic": "Кантрольная работа\n«Прыметы роўнасці трохвугольнікаў»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "02.12"
      ]
    },
    {
      "id": "q0bzscc",
      "topic": "Карэкцыя ведаў па тэме\n«Прыметы роўнасці трохвугольнікаў»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "03.12"
      ]
    }
  ],
  "8/alg": [
    {
      "id": "0cm5a3z",
      "topic": "НПБП. Паўтарэнне. Ступень з натуральным і цэлым паказчыкамі",
      "hours": 1,
      "hw": "№ 1 (б), № 3 (б, в, г)",
      "dates": [
        "01.09"
      ]
    },
    {
      "id": "u1xkco1",
      "topic": "Паўтарэнне. Лінейныя ўраўненні і няроўнасці. Лінейная функцыя",
      "hours": 1,
      "hw": "№ 41 (б, г, е)",
      "dates": [
        "04.09"
      ]
    },
    {
      "id": "zxrmnis",
      "topic": "Квадратны корань з ліку. Арыфметычны квадратны корань",
      "hours": 3,
      "hw": "§ 1, № 1.35-1.50",
      "dates": [
        "07.09",
        "08.09",
        "11.09"
      ]
    },
    {
      "id": "utxl0ex",
      "topic": "Мноства ірацыянальных лікаў",
      "hours": 2,
      "hw": "§ 2, № 1.79-1.88",
      "dates": [
        "14.09",
        "15.09"
      ]
    },
    {
      "id": "73peze2",
      "topic": "Уласцівасці квадратных каранёў",
      "hours": 4,
      "hw": "§ 3, № 1.146-1.173",
      "dates": [
        "18.09",
        "21.09",
        "22.09",
        "25.09"
      ]
    },
    {
      "id": "vbwyec4",
      "topic": "Прымяненне ўласцівасцей квадратных каранёў.\nТэматычная самастойная работа «Уласцівасці квадратных каранёў»\n",
      "hours": 4,
      "hw": "§ 4, № 1.239-1.271",
      "dates": [
        "28.09",
        "29.09",
        "02.10",
        "05.10"
      ]
    },
    {
      "id": "n4fk04e",
      "topic": "Лікавыя прамежкі. Аб’яднанне і перасячэнне лікавых прамежкаў",
      "hours": 3,
      "hw": "§ 5, № 1.305-1.316",
      "dates": [
        "06.10",
        "09.10",
        "12.10"
      ]
    },
    {
      "id": "7u1edq0",
      "topic": "Сістэмы і сукупнасці лінейных няроўнасцей з адной зменнай.\nТэматычная самастойная работа «Сістэмы і сукупнасці лінейных няроўнасцей з адной зменнай»\n",
      "hours": 5,
      "hw": "§ 6, № 1.369-1.393",
      "dates": [
        "13.10",
        "16.10",
        "19.10",
        "20.10",
        "23.10"
      ]
    },
    {
      "id": "0ow8fsx",
      "topic": "Абагульненне вывучанага матэрыялу па тэме «Квадратныя карані і іх уласцівасці. Рэчаісныя лікі»",
      "hours": 1,
      "hw": "Раздзел 1,\n§ 1 – 6. С. 83\n",
      "dates": [
        "26.10"
      ]
    },
    {
      "id": "6oo6gl8",
      "topic": "Кантрольная работа\n«Квадратныя карані і іх уласцівасці. Рэчаісныя лікі»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "27.10"
      ]
    },
    {
      "id": "xddm0h1",
      "topic": "Карэкцыя ведаў па тэме\n«Квадратныя карані і іх уласцівасці. Рэчаісныя лікі»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "30.10"
      ]
    },
    {
      "id": "243zd8o",
      "topic": "НПБП. Практыка-арыентаваныя задачы, задачы з міжпрадметным зместам і іх рашэнне",
      "hours": 1,
      "hw": "",
      "dates": [
        "09.11"
      ]
    },
    {
      "id": "i1ocmzm",
      "topic": "Квадратныя ўраўненні. Рашэнне няпоўных квадратных ураўненняў",
      "hours": 3,
      "hw": "§ 7, № 2.21-2.31",
      "dates": [
        "10.11",
        "13.11",
        "16.11"
      ]
    },
    {
      "id": "uxbsh98",
      "topic": "Формулы каранёў квадратнага ўраўнення",
      "hours": 4,
      "hw": "§ 8, № 2.66-2.81",
      "dates": [
        "17.11",
        "20.11",
        "23.11",
        "24.11"
      ]
    },
    {
      "id": "ajpj1xk",
      "topic": "Тэарэма Віета.\nТэматычная самастойная работа\n«Квадратныя ўраўненні»\n",
      "hours": 4,
      "hw": "§ 9, № 2.117-2.129",
      "dates": [
        "27.11",
        "30.11",
        "01.12",
        "04.12"
      ]
    }
  ],
  "8/geo": [
    {
      "id": "jv6hxl3",
      "topic": "Паўтарэнне. Паралельнасць прамых. Прыметы роўнасці трохвугольнікаў",
      "hours": 1,
      "hw": "Стар. 5-8",
      "dates": [
        "02.09"
      ]
    },
    {
      "id": "mcd2cxg",
      "topic": "Многавугольнік",
      "hours": 2,
      "hw": "§ 1, № 1-16",
      "dates": [
        "03.09",
        "09.09"
      ]
    },
    {
      "id": "w3jxvpk",
      "topic": "Паралелаграм і яго ўласцівасці",
      "hours": 2,
      "hw": "§ 2, № 17-34",
      "dates": [
        "10.09",
        "16.09"
      ]
    },
    {
      "id": "1k4ysjp",
      "topic": "Прыметы паралелаграма",
      "hours": 2,
      "hw": "§ 3, № 35-51",
      "dates": [
        "17.09",
        "23.09"
      ]
    },
    {
      "id": "qo91v1j",
      "topic": "Прамавугольнік",
      "hours": 2,
      "hw": "§ 4, № 52-69",
      "dates": [
        "24.09",
        "30.09"
      ]
    },
    {
      "id": "4d580yk",
      "topic": "Ромб",
      "hours": 1,
      "hw": "§ 5, № 70-81",
      "dates": [
        "01.10"
      ]
    },
    {
      "id": "k84lsqn",
      "topic": "Квадрат.\nТэматычная самастойная работа\n«Чатырохвугольнікі»\n",
      "hours": 1,
      "hw": "§ 6, № 82-94",
      "dates": [
        "07.10"
      ]
    },
    {
      "id": "2qyktbb",
      "topic": "Тэарэма Фалеса",
      "hours": 1,
      "hw": "§ 7, № 95-101",
      "dates": [
        "08.10"
      ]
    },
    {
      "id": "w8ot6fx",
      "topic": "Сярэдняя лінія трохвугольніка",
      "hours": 1,
      "hw": "§ 8, № 102-114",
      "dates": [
        "14.10"
      ]
    },
    {
      "id": "mgzwf9r",
      "topic": "Уласцівасць медыян трохвугольніка",
      "hours": 1,
      "hw": "§ 9, № 115-123",
      "dates": [
        "15.10"
      ]
    },
    {
      "id": "ndcguym",
      "topic": "Трапецыя. Сярэдняя лінія трапецыі",
      "hours": 2,
      "hw": "§ 10, № 124-142",
      "dates": [
        "21.10",
        "22.10"
      ]
    },
    {
      "id": "l8ze6k5",
      "topic": "Раўнабедраная і прамавугольная трапецыі",
      "hours": 2,
      "hw": "§ 11, № 143-153",
      "dates": [
        "28.10",
        "29.10"
      ]
    },
    {
      "id": "mf6wq0u",
      "topic": "Абагульненне і сістэматызацыя ведаў па тэме «Чатырохвугольнікі»",
      "hours": 1,
      "hw": "Раздзел 1, \n§ 1—11\n\n",
      "dates": [
        "11.11"
      ]
    },
    {
      "id": "3yd06wi",
      "topic": "Кантрольная работа\n«Чатырохвугольнікі»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "12.11"
      ]
    },
    {
      "id": "mhra4zf",
      "topic": "Карэкцыя ведаў па тэме «Чатырохвугольнікі»",
      "hours": 1,
      "hw": "",
      "dates": [
        "18.11"
      ]
    },
    {
      "id": "9spg920",
      "topic": "Плошча квадрата, прамавугольніка",
      "hours": 2,
      "hw": "§ 13, № 154-169",
      "dates": [
        "19.11",
        "25.11"
      ]
    },
    {
      "id": "2tl1qhn",
      "topic": "Плошча паралелаграма",
      "hours": 2,
      "hw": "§ 14, № 170-184",
      "dates": [
        "26.11",
        "02.12"
      ]
    }
  ],
  "9/alg": [
    {
      "id": "9kzptt3",
      "topic": "Паўтарэнне. Выразы і іх пераўтварэнні",
      "hours": 1,
      "hw": "№ 10-12, 16",
      "dates": [
        "04.09"
      ]
    },
    {
      "id": "zywqxek",
      "topic": "Паўтарэнне. Ступень з натуральным і цэлым паказчыкамі",
      "hours": 1,
      "hw": "№ 3",
      "dates": [
        "07.09"
      ]
    },
    {
      "id": "0j6yyiq",
      "topic": "Паўтарэнне. Лінейныя ўраўненні і няроўнасці",
      "hours": 1,
      "hw": "№ 21, 29",
      "dates": [
        "11.09"
      ]
    },
    {
      "id": "dgrbxzk",
      "topic": "Рацыянальны дроб",
      "hours": 2,
      "hw": "§ 1, № 1.18-1.25; § 2, № 1.62-1.79",
      "dates": [
        "14.09",
        "18.09"
      ]
    },
    {
      "id": "lu13s0s",
      "topic": "Асноўная ўласцівасць рацыянальнага дробу. Скарачэнне рацыянальных дробаў",
      "hours": 3,
      "hw": "§ 2, № 1.62-1.79",
      "dates": [
        "21.09",
        "25.09",
        "28.09"
      ]
    },
    {
      "id": "9h851f6",
      "topic": "Складанне і адніманне рацыянальных дробаў.\nТэматычная самастойная работа\n«Складанне і адніманне рацыянальных дробаў»\n",
      "hours": 4,
      "hw": "§ 3, № 1.129-1.153",
      "dates": [
        "02.10",
        "05.10",
        "09.10",
        "12.10"
      ]
    },
    {
      "id": "zf17s8m",
      "topic": "Множанне і дзяленне рацыянальных дробаў",
      "hours": 4,
      "hw": "§ 4, № 1.188-1.205",
      "dates": [
        "16.10",
        "19.10",
        "23.10",
        "26.10"
      ]
    },
    {
      "id": "dv7u71f",
      "topic": "Пераўтварэнні рацыянальных выразаў.\nТэматычная самастойная работа «Пераўтварэнні рацыянальных выразаў»\n",
      "hours": 4,
      "hw": "§ 5, № 1.241-1.257",
      "dates": [
        "30.10",
        "10.11",
        "11.11",
        "13.11"
      ]
    },
    {
      "id": "b3ahgxm",
      "topic": "Абагульненне і сістэматызацыя ведаў па тэме \n«Рацыянальныя выразы»\n",
      "hours": 1,
      "hw": "Стар. 72-73",
      "dates": [
        "17.11"
      ]
    },
    {
      "id": "sjsbvv3",
      "topic": "Кантрольная работа\n«Рацыянальныя выразы»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "18.11"
      ]
    },
    {
      "id": "b3i0d84",
      "topic": "Карэкцыя ведаў па тэме\n«Рацыянальныя выразы»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "20.11"
      ]
    },
    {
      "id": "b58qb63",
      "topic": "Функцыя лікавага аргумента. Абсяг вызначэння, мноства значэнняў. Спосабы задання функцыі",
      "hours": 3,
      "hw": "§ 6, № 2.25-2.37",
      "dates": [
        "24.11",
        "25.11",
        "27.11"
      ]
    }
  ],
  "9/geo": [
    {
      "id": "udup30b",
      "topic": "НПБП. Сінус, косінус, тангенс, катангенс вострага вугла",
      "hours": 1,
      "hw": "§ 1, № 1-9",
      "dates": [
        "01.09"
      ]
    },
    {
      "id": "6igmejs",
      "topic": "Значэнні сінуса, косінуса, тангенса і катангенса вуглоў 30°, 45°, 60°",
      "hours": 1,
      "hw": "§ 1, № 10-21",
      "dates": [
        "02.09"
      ]
    },
    {
      "id": "fnb7umh",
      "topic": "Рашэнне прамавугольнага трохвугольніка",
      "hours": 2,
      "hw": "§ 2, № 22-33",
      "dates": [
        "08.09",
        "09.09"
      ]
    },
    {
      "id": "3gdwnhc",
      "topic": "Трыганаметрычныя формулы",
      "hours": 2,
      "hw": "§ 3, № 34-43",
      "dates": [
        "15.09",
        "16.09"
      ]
    },
    {
      "id": "rydwox1",
      "topic": "Сінус, косінус, тангенс і катангенс вуглоў ад 0° да 180°.\nТэматычная самастойная работа\n«Сінус, косінус, тангенс і катангенс вугла»\n",
      "hours": 2,
      "hw": "§ 4, № 44-53",
      "dates": [
        "22.09",
        "23.09"
      ]
    },
    {
      "id": "38pvrnh",
      "topic": "Формулы плошчы трохвугольніка і плошчы паралелаграма",
      "hours": 2,
      "hw": "§ 5, № 54-63",
      "dates": [
        "29.09",
        "30.09"
      ]
    },
    {
      "id": "xek9ept",
      "topic": "Сярэдняе прапарцыянальнае (сярэдняе геаметрычнае) у прамавугольным трохвугольніку",
      "hours": 1,
      "hw": "§ 6, № 64-71",
      "dates": [
        "06.10"
      ]
    },
    {
      "id": "xlepym1",
      "topic": "Абагульненне і сістэматызацыя ведаў па тэме \n«Суадносіны ў прамавугольным трохвугольніку»\n",
      "hours": 1,
      "hw": "Стар. 53",
      "dates": [
        "07.10"
      ]
    },
    {
      "id": "y0g2o5q",
      "topic": "Кантрольная работа\n«Суадносіны ў прамавугольным трохвугольніку»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "13.10"
      ]
    },
    {
      "id": "c8x7a2z",
      "topic": "Карэкцыя ведаў па тэме\n«Суадносіны ў прамавугольным трохвугольніку»\n",
      "hours": 1,
      "hw": "",
      "dates": [
        "14.10"
      ]
    },
    {
      "id": "363hvla",
      "topic": "Акружнасць, апісаная каля трохвугольніка.\nАкружнасць, упісаная ў трохвугольнік\n",
      "hours": 2,
      "hw": "§ 8, № 86-109",
      "dates": [
        "20.10",
        "21.10"
      ]
    },
    {
      "id": "mwq4rns",
      "topic": "Упісаная і апісаная акружнасці прамавугольнага трохвугольніка",
      "hours": 2,
      "hw": "§ 9, № 110-124",
      "dates": [
        "27.10",
        "28.10"
      ]
    },
    {
      "id": "1fx32dj",
      "topic": "НПБП. Упісаныя і апісаныя чатырохвугольнікі. Уласцівасці і прыметы упісанага чатырохвугольніка",
      "hours": 4,
      "hw": "§ 10, № 125-148",
      "dates": [
        "09.11",
        "16.11",
        "23.11",
        "30.11"
      ]
    }
  ],
  "9f": [
    {
      "id": "o8x93wz",
      "topic": "ОПБП. Натуральные числа. Действия над целыми числами. Делимость",
      "hours": 1,
      "hw": "",
      "dates": [
        "07.09"
      ]
    },
    {
      "id": "gtbfg8v",
      "topic": "Обыкновенные дроби. Сложение, вычитание, умножение, деление обыкновенных дробей.",
      "hours": 1,
      "hw": "",
      "dates": [
        "14.09"
      ]
    },
    {
      "id": "4rnceah",
      "topic": "Десятичные дроби. Действия с десятичными дробями",
      "hours": 1,
      "hw": "",
      "dates": [
        "21.09"
      ]
    },
    {
      "id": "6p4qxwg",
      "topic": "Рациональные числа. Сравнение и вычисления",
      "hours": 1,
      "hw": "",
      "dates": [
        "28.09"
      ]
    },
    {
      "id": "i2i2qaj",
      "topic": "Координатная прямая. Модуль действительного числа",
      "hours": 1,
      "hw": "",
      "dates": [
        "05.10"
      ]
    },
    {
      "id": "pqkvy5s",
      "topic": "Проценты. Пропорция. Основные задачи на проценты",
      "hours": 1,
      "hw": "",
      "dates": [
        "12.10"
      ]
    },
    {
      "id": "u7v27ik",
      "topic": "Алгебраические выражения. Тождественные преобразования",
      "hours": 1,
      "hw": "",
      "dates": [
        "19.10"
      ]
    },
    {
      "id": "uon5rzv",
      "topic": "Одночлен и многочлен. Действия с многочленами. ФСУ",
      "hours": 1,
      "hw": "",
      "dates": [
        "26.10"
      ]
    },
    {
      "id": "8oqgmh4",
      "topic": "ОПБП. Рациональные дроби. Квадратный трехчлен и его разложение.",
      "hours": 1,
      "hw": "",
      "dates": [
        "09.11"
      ]
    },
    {
      "id": "yft9lee",
      "topic": "Свойства степени с натуральным и целым показателем",
      "hours": 1,
      "hw": "",
      "dates": [
        "16.11"
      ]
    },
    {
      "id": "f29chay",
      "topic": "Линейные уравнения с одной переменной",
      "hours": 1,
      "hw": "",
      "dates": [
        "23.11"
      ]
    },
    {
      "id": "36vdzmd",
      "topic": "Квадратные уравнения. Теорема Виета",
      "hours": 1,
      "hw": "",
      "dates": [
        "30.11"
      ]
    },
    {
      "id": "gmtem5i",
      "topic": "Числовые неравенства и их свойства",
      "hours": 1,
      "hw": "",
      "dates": [
        "07.12"
      ]
    }
  ],
  "9h": [
    {
      "id": "pl9w4gb",
      "topic": "Нумарацыя лікаў у межах 1000, 10 000, 100 000",
      "hours": 2,
      "hw": "",
      "dates": [
        "",
        ""
      ]
    },
    {
      "id": "6fimm12",
      "topic": "Лічэнне роўнымі лікавымі групамі. Акругленне лікаў",
      "hours": 1,
      "hw": "",
      "dates": [
        ""
      ]
    },
    {
      "id": "syjvl2d",
      "topic": "Паралелаграм (прамавугольнік, квадрат, ромб). Уласцівасці",
      "hours": 1,
      "hw": "",
      "dates": [
        ""
      ]
    }
  ]
}